/* Error for long Description in Panopto Share */
"Description must be less than 5000 characters" = "La descripción debe tener menos de 5000 caracteres";

/* Error for missing file in Panopto Share */
"File not found" = "No se ha encontrado el archivo";

/* Panopto plugin display name */
"Panopto" = "Panopto";

/* Confirmation message for successful Panopto upload */
"Panopto Upload Successful!" = "¡Cargado correctamente en Panopto!";

/* description of what the Panopto plugin does */
"Sends captures to Panopto" = "Envía capturas a Panopto";

/* button to sign in to Panopto account */
"Sign In..." = "Iniciar sesión...";

/* button to sign out of Panopto account */
"Sign Out" = "Cerrar sesión";

/* Error for missing Title in Panopto Share */
"Title is required" = "Es necesario indicar el título";

/* Error for long Title in Panopto Share */
"Title must be less than 128 characters" = "El título debe tener menos de 128 caracteres";

